// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Printer";
"Tool"="Alat";
"Fax Settings"="Setelan Faks";
"Fax Transmission Record"="Riwayat\nPengiriman Faks";
"Check Fax Connection"="Periksa Sambungan\nFaks";
"Speed Dial/Group Dial List"="Daftar Pggln Cpt/\nPggln Grup";
"Fax Receive Monitor"="Monitor\nPenerimaan Faks";

"Str_FaxContacts"="Kontak";
"Str_FaxAddressBook"="Buku Alamat";
"Str_FaxSyncContacts"="Menyinkronkan %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Pilih Printer";
"Select a printer from the list."="Pilih printer dari daftar.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Pastikan komputer tersambung dengan printer, driver printer terinstal, setelan untuk mencetak dari komputer selesai diatur, dan printer menyala.";
"Model"="Model";
"Name"="Nama";
"Setup..."="Setelan...";
"Cancel"="Batal";
"Select"="Pilih";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="Tentang FAX Utility...";
"Preferences..."="Preferensi...";
"Services"="Layanan";
"Hide FAX Utility"="Sembunyikan FAX Utility";
"Hide Others"="Sembunyikan Lainnya";
"Show All"="Tampilkan Semua";
"Quit FAX Utility"="Keluar dr FAX Utility";
"File"="File";
"Close"="Tutup";
"Window"="Jendela";
"Minimize"="Kecilkan";
"Help"="Bantuan";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Batal";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Tidak menemukan file untuk mengeksekusi aplikasi.\nInstal ulang FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Tdk dpt mengambil informasi (faks) printer. Buka \"Print & Fax Preferences\" dan tambahkan driver FAKS-PC.";
"Str_Alert_Common_Confirm_OverWrite"="File yang dimaksud sudah ada. Anda ingin menimpa?";
"Str_Alert_Common_Not_Responding_Error"="Printer tidak merespons. Pastikan printer tersambung dengan benar dan listrik menyala.";
"Str_Alert_Common_Communication_Error"="Terjadi galat komunikasi printer.";
"Str_Alert_Common_Printer_Processing_Error"="Printer sdg memproses data. Tunggu sejenak dan coba lagi.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Sebuah galat terdeteksi ketika berkomunikasi dgn printer.\nKode Galat (%d)";
"Str_Alert_Common_Error_Occurred"="Pemrosesan dibatalkan karena terjadi galat.";
"Str_Alert_Common_PrinterStatusError"="Terjadi galat di dalam printer. Selesaikan galat tsb dan coba lagi.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Tdk dpt membuka Riwayat Pengiriman Faks karena fungsi FAX Utility lain sedang berjalan. Harap tunggu hingga fungsi itu selesai dan coba lagi.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Tdk dpt membuka Periksa Sambungan Faks karena fungsi FAX Utility lain sedang berjalan. Harap tunggu hingga fungsi itu selesai dan coba lagi.";
"Str_Alert_Fax_Settings_Cannot_Open"="Tdk dpt membuka Setelan Faks krn fungsi FAX Utility lain sedang berjalan. Harap tunggu hingga fungsi itu selesai dan coba lagi.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Tdk dpt membuka Daftar Pggln Cpt/Pggln Grup krn fungsi FAX Utility lain sedang berjalan. Harap tunggu hingga fungsi itu selesai dan coba lagi.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Entri Kata Sandi Administrator";
"LOC_AdminPassword_Label"="Kata Sandi Administrator";
"LOC_AdminPassword_Alert"="Kata sandi keliru.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Batal";
